Repository: Dadoum/SetupLocalizations
Catalog: *.strings
Languages: nl

source: Abort
nl: Afbreken

source: Abort Setup
nl: Setup afbreken

# ABORT_SETUP_MESSAGE
source: Are you sure you want to abort the setup? The setup will be restarted after a respring.
nl: Weet u zeker dat je de setup wil afbreken? De setup zal worden herstart na een respring.

source: Are you sure?
nl: Weet u het zeker?

# ASCII_CHARACTERS_ONLY_MESSAGE
source: Only ASCII characters are allowed.
nl: Alleen ASCII karakters zijn toegestaan.

source: Cancel
nl: Annuleer

source: Continue
nl: Ga door

# EMPTY_PASSWORD_MESSAGE
source: Password cannot be empty.
nl: Het wachtwoordveld mag niet leeg zijn.

source: Get Started
nl: Begin

# HELPER_CANNOT_BE_FOUND
source: Could not locate the helper.
nl: De helper kan niet gevonden worden.

# HELPER_COULDNT_BE_LAUNCHED
source: Failed to launch the helper.
nl: De helper kan niet gestart worden.

# HELPER_ERROR_2
source: Failed to access the passwd file.
nl: Geen toegang tot het passwd bestand.

# HELPER_ERROR_4
source: Failed to hash the password.
nl: Hashen van wachtwoord is mislukt.

# HELPER_ERROR_5
source: The passwd file is corrupted.
nl: Het passwd bestand is corrupt.

# HELPER_ERROR_6
source: Failed to become root.
nl: Root toegang krijgen is mislukt.

# MOBILE_DESCRIPTION
source: "mobile" is another system account on iOS devices. Although this account doesn't have as many privileges as the root account, it can still access a lot of your personal information. It is recommended for everyone to change the password for this account since the default password for this account is the same as the default password for the root account.
nl: "mobile" is een ander systeem account op iOS apparaten. Ondanks dat dit account niet dezelfde rechten heeft als het root account kan het nog steeds toegang verschaffen tot veel persoonlijke informatie. Het is voor iedereen aanbevolen dit wachtwoord te wijzigen aangezien het standaard wachtwoord hetzelfde is als het root account.

source: New Password
nl: Nieuw wachtwoord

source: Next
nl: Volgende

source: Password
nl: Wachtwoord

# PASSWORDS_DONT_MATCH_MESSAGE
source: Passwords don't match.
nl: Wachtwoorden zijn niet gelijk.

# PASSWORDS_SKIP_ALERT_MESSAGE
source: Skipping this step will leave your device insecure. Anyone who is on the same network as you will be able to access your device.
nl: Als u deze stap overslaat blijft uw apparaat onveilig. Iedereen op hetzelfde netwerk zal toegang kunnen krijgen tot uw apparaat.

# PASSWORDS_WELCOME_DESCRIPTION
source: Normally, every iOS device uses the same passwords for system accounts. People can remotely connect to your device with these passwords. The setup will help you change them.
nl: Normaal gesproken heeft ieder iOS apparaat hetzelfde wachtwoord voor de system accounts. Iedereen kan vanaf een afstand verbinding maken met uw apparaat met deze wachtwoorden. Deze setup helpt deze wachtwoorden te wijzigen.

# PASSWORDS_WELCOME_SKIP
source: Change Later
nl: Verander later

# PASSWORDS_WELCOME_TITLE
source: Keep Your Device Secure
nl: Hou uw wachtwoord veilig

# PASSWORD_TITLE_FORMAT
source: %@ password
nl: %@ wachtwoord

source: Retype Password
nl: Typ uw wachtwoord opniew

# ROOT_DESCRIPTION
source: "root" is a system account that has access to every file on your iOS device. By default, this account has the same password on every iOS device, which makes it really easy for people with bad intentions to break into your device and do whatever they want. That is why it is recommended to change your root password after jailbreaking.
nl: "root" is een systeem account met toegang tot elk bestand op uw iOS apparaat. Normaal gesproken heeft dit account hetzelfde wachtwoord als ieder ander iOS apparaat, waardoor het erg makkelijk is voor mensen met kwade bedoelingen om in uw apparaat in te breken. Hierom is het aanbevolen om het root wachtwoord te veranderen na het jailbreaken.

# SETUP_FAILURE_MESSAGE
source: The setup couldn't be completed. It will be restarted after a respring.
nl: De setup kan niet worden voltooid. De setup zal worden herstart na een respring.

source: Skip
nl: Sla over

source: Start Over
nl: Begin opnieuw

source: Type your new password.
nl: Typ uw nieuwe wachtwoord.

# UNKNOWN_ERROR
source: An unknown error occurred.
nl: Er is een onbekende fout opgetreden.

source: Verify
nl: Verifieer

source: Warning
nl: Waarschuwing

# WELCOME_DESCRIPTION
source: Your iPhone has been jailbroken successfully. You'll need to complete a few more steps before you get started.
nl: Uw iPhone is succesvol gejailbreaked. U moet een paar extra stappen voltooien voordat u klaar bent.

# WELCOME_TITLE
source: Jailbreak Completed
nl: Jailbreak voltooid

# WELCOME_TO_DEVICE
source: Welcome to %@
nl: Welkom bij %@
